{
  "roles": [
    {
      "section_name": "section1",
      "file_name": "formal-leader.svg",
      "role_in_team": "Формальный лидер",
      "description": "Контролирует, как команда продвигается к достижению поставленных целей, наилучшим образом используя имеющиеся ресурсы; определяет сильные и слабые качества команды и обеспечивает наилучшее использование потенциала каждого члена команды. Разъясняет цели и задачи группы. Отбирает проблемы, по которым необходимо принимать решения, и определяет очередность их решения. Помогает определить роли, обязанности и границы обязанностей внутри группы. Обобщает все мнения и достижения группы и представляет решения, принимаемые ею.",
      "strong-side": "Зрелый. Обладает развитым самообладанием. Мотивирует коллег, разъясняет цели и приоритеты. Способствует принятию конструктивных решений. Видит таланты, умеет их задействовать.",
      "weak-side": "Личность не высоко творческая. Может и умеет манипулировать. Иногда склонен приписывать себе заслуги других членов команды или присваивать достижения команды.",
      "recommendations": ["Развитие лидерского потенциала", "Опыт экспертизы людей, проектов, мероприятий", "Риск-менеджмент", "Опыт планирования деятельности команды в условиях неопределенности", "Опыт «неуспеха», когда запланированные действия не состоялись, а активные действия все равно способствуют достижению целей"]
    },
    {
      "section_name": "section2",
      "file_name": "informal-leader.svg",
      "role_in_team": "Неформальный лидер",
      "description": "Организует работу команды, направляет внимание на постановку целей и приоритетов, придает направленность и форму групповым дискуссиям, а также законченность результатам деятельности группы. Разграничивает функции членов команды, определяет их обязанности, ставит задачи и цели. Находит или пытается найти оптимальную форму проведения групповых дискуссий (обсуждения, совещания и т. п.). Направляет группу на достижение соглашения по проводимой политике и действиям и на принятие решений.",
      "strong-side": "Способен работать в режиме высокого напряжения и преодолевать препятствия для достижения цели. Достигает, ставит высокие цели и ведет к ним.",
      "weak-side": "Легко поддается на провокацию. Может быть грубым, пренебрегать социальными аспектами. Склонен к раздражительности и нетерпеливости.",
      "recommendations": ["Развитие эмоционального лидерства", "Опыт поиска альтернативных идей, опыт отказа от собственных идей и развития идей, которые предложили другие члены команды", "Опыт выступления по результатам экспертизы мероприятий, людей (в том числе с негативной информацией)", "Опыт экспертизы людей, проектов, мероприятий"]
    },
    {
      "section_name": "section3",
      "file_name": "idea-generator.svg",
      "role_in_team": "Генератор идей",
      "description": "Выдвигает новые идеи и стратегии, уделяя особое внимание общим вопросам, и осуществляет поиск возможных ошибок при решении проблем, с которыми сталкивается группа. Делает критические замечания, что может оказаться полезным, если приводит к новым предложениям. Предлагает по-новому взглянуть на уже согласованные действия.",
      "strong-side": "Предлагает оригинальные и нестандартные решения, решает сложные вопросы. Обладает серьезным складом ума, развитым воображением. Новатор. Индивидуалист.",
      "weak-side": "Слабо контактирует и плохо управляет членами команды. Далек от реальности, испытывает трудности в коммуникации. Витает в облаках, склонен игнорировать практические детали и протокол. Может увлекаться, легко расстраивается.",
      "recommendations": ["Развитие творческих способностей", "Опыт генерации новых идей в стандартных ситуациях и событиях", "Опыт организации «неформального» мероприятия для учебных групп", "Развитие творческих способностей, развитие способности генерировать разнообразные идеи на решение одной «проблемы»", "Опыт «замедленных» реакций в экстренной ситуации"]
    },
    {
      "section_name": "section4",
      "file_name": "critic.svg",
      "role_in_team": "Критик",
      "description": "Анализирует проблемы и ситуации. Настроен на выявление слабых сторон сделанных предложений или таких аспектов обсуждаемой проблемы или наличной ситуации, которые не получили должного отражения в ходе группового обсуждения. Интерпретирует сложный письменный материал, разъясняет неясности для других членов команды. Оценивает суждения и вклад каждого члена команды.",
      "strong-side": "Старается предвидеть результат. Судит точно, объективно, беспристрастно. Трезво мыслит, неэмоционален, предусмотрителен, рассудителен, расчетлив, прозорлив.",
      "weak-side": "Низкая способность к вдохновению коллектива и умению мотивировать других. Циничен и разрушительно рационален. В некоторых случаях может снизить моральный растрой команды и демотивировать ее.",
      "recommendations": ["Опыт действия в неопределенной ситуации", "Развитие коммуникативных способностей и опыта командного взаимодействия", "Развитие навыков аргументации собственной позиции (в том числе среди критично настроенных групп)", "Развитие навыков анализа и прогнозирования"]
    },
    {
      "section_name": "section5",
      "file_name": "organizer-work.svg",
      "role_in_team": "Организатор работ",
      "description": "Превращает идеи и планы в практические рабочие процедуры. Настойчиво и результативно работает для практической реализации, доведения до конкретного результата согласованных планов. Превращает идеи и разговоры в практические дела. Определяет, какие из предлагаемых проектов осуществимы. «Просеивает» предложения, с тем, чтобы они соответствовали согласованным планам и принятым системам.",
      "strong-side": "Обладает необходимыми знаниями и навыками. Претворяет в жизнь идеи и планы. Систематизирует работу, реалист. Эксперт, обладает глубокими познаниями. Методичен и последователен. Сосредоточен и целеустремлен.",
      "weak-side": "Обеспечивает узкоспециализированный вклад в работу команды. Часто не может увидеть картину в целом. Интересуется только своей темой. Негибок, медленно реагирует на новые возможности. С трудом воспринимает непроверенные идеи. Не любит абстрактные идеи, недоволен изменениями планов.",
      "recommendations": ["Развитие организационных способностей", "Развитие навыков командного взаимодействия", "Развитие навыков тайм-менеджмента", "Развития навыков управления проектами", "Участие в долгосрочных проектах, концентрация на долгосрочные цели"]
    },
    {
      "section_name": "section6",
      "file_name": "group-organizer.svg",
      "role_in_team": "Организатор группы",
      "description": "Поощряет членов команды к проявлению их сильных качеств, улучшает общение между членами команды и предпринимает конкретные шаги для укрепления командного духа. Оказывает психологическую поддержку и помощь другим членам команды. Развивает или распространяет идеи и предложения, высказанные другими. Вовлекает пассивных членов команды в процесс совместной работы, вдохновляет других на работу.",
      "strong-side": "Умеет слушать, улаживает разногласия. Восприимчив, ориентирован на людей/общество. Обладает высокой эмпатией. Отзывчив по отношению к другим, поднимает дух команды. Гармонизирует работы команды, снижает напряжение.",
      "weak-side": "Не справляется со стрессом. Теряется и становится нерешительным в «острых» ситуациях и кризисных моментах. Легко поддается на провокации, импульсивен, плохо реагирует на ситуации неопределенности. Предпочитает компромиссные или половинчатые решения.",
      "recommendations": ["Опыт планирования деятельности группы", "Развитие навыков управления конфликтами", "Опыт организации «низкомотивированных» участников, команды (взять на себя организацию неформального мероприятия группы)", "Опыт «настойчивого поведения» для достижения персональных целей"]
    },
    {
      "section_name": "section7",
      "file_name": "scout.svg",
      "role_in_team": "Разведчик",
      "description": "Исследует и докладывает группе о тех идеях, событиях и ресурсах, которые имеются за пределами группы. Ищет внешние контакты, полезные команде, и проводит все необходимые переговоры. Внедряет идеи и разработки, высказанные и сделанные вне команды.",
      "strong-side": "Умеет контактировать с людьми и исследовать все новое. Активно развивает социальные контакты. Понимает новые идеи, видит возможности. Способен решать проблемы и импровизировать. Изобретателен.",
      "weak-side": "Теряет интерес по мере угасания первоначального энтузиазма. Легко увлекается и перескакивает с одной идеи на другую. Забывает обещания, срывает договоренности. Нуждается в повышенном контроле.",
      "recommendations": ["Опыт взаимодействия с партнерами, различными профессиональными сообществами", "Развитие навыков самопрезентации и навыков командного взаимодействия", "Развитие навыков бизнес-разведки", "Расширение круга коммуникации с различными профессиональными сообществами (ученые, бизнесмены, правовые органы)", "Опыт анализа и прогнозирования, опыт бенчмаркинга"]
    },
    {
      "section_name": "section8",
      "file_name": "controller.svg",
      "role_in_team": "Контролер",
      "description": "Обеспечивает необходимые условия, для того чтобы команда была максимально застрахована от ошибок как из-за неправильного выбора необходимых действий, так и по причине бездействия; активно ведет поиск сторон работы, требующих повышенного внимания, поддерживает в команде чувство постоянной готовности к действиям. Подчеркивает необходимость завершения работы над поставленной задачей, действует согласно установленным целям и графикам, всегда побуждает других с рвением относиться к работе. Ищет ошибки, промахи и просчеты.",
      "strong-side": "Все за что берется доводит до завершенности и совершенства. Ищет ошибки и недоработки. Концентрируется и ориентирует других на установленные сроки. Старателен и методичен, перфекционист.",
      "weak-side": "Интроверт. Имеет тенденцию напрасного беспокойства. Не любит делегировать полномочия, слишком погружен в детали. Неохотно отступается. Остро реагирует на небрежное отношение к себе, на недооценку своей роли.",
      "recommendations": ["Развитие навыков риск-менеджмента и планирования", "Опыт планирования деятельности людей, команд в ситуации цейтнота", "Развитие опыта проведения рабочих совещаний"]
    }
  ],
  "questions": [
    {
      "block_name": "Какой вклад я могу внести в работу команды:",
      "questions": [
        "Я думаю, что способен быстро замечать новые возможности и извлекать из них выгоды.",
        "Я могу успешно работать с самыми разными людьми.",
        "Генерация идей — моё врожденное достоинство.",
        "Моим достоинством является умение находить людей, способных принести пользу команде.",
        "Моя способность доводить всё до конца во многом обеспечила мою профессиональную эффективность.",
        "Я готов перенести временную непопулярность, если вижу, что мои действия принесут в конечном счете полезные результаты.",
        "Я быстро выясняю, что сработает в данной ситуации, если в подобную ситуацию я уже попадал.",
        "Личные заблуждения и предубеждения не мешают мне находить и доказывать преимущества альтернативных действий."
      ]
    },
    {
      "block_name": "Мои недостатки, которые могут проявиться в командной работе:",
      "questions": [
        "Я чувствую себя неуверенно на совещании, если отсутствуют четкая повестка дня и контроль за её соблюдением.",
        "Я склонен быть слишком великодушным к людям, имеющим правильную точку зрения, но не высказывающим её открыто.",
        "Я склонен слишком много говорить, когда в группе обсуждаются новые идеи.",
        "Вследствие моей осмотрительности я не склонен быстро и с энтузиазмом присоединяться к мнению коллег.",
        "Я иногда выгляжу авторитарным и нетерпимым, когда чувствую необходимость достичь чего-то.",
        "Мне трудно повести людей за собой, поскольку я слишком подвержен влиянию атмосферы, царящей в группе.",
        "Я слишком захвачен идеями, которые мне приходят в голову, и поэтому плохо слежу за тем, что происходит вокруг.",
        "Мои коллеги находят, что я слишком много внимания уделяю деталям и чрезмерно беспокоюсь о том, что дела идут неправильно."
      ]
    },
    {
      "block_name": "Участие в совместном проекте:",
      "questions": [
        "Я умею влиять на людей, не оказывая на них давления.",
        "Врожденная осмотрительность предохраняет меня от ошибок, возникающих из-за невнимательности.",
        "Я готов оказать давление, чтобы совещание не превращалось в пустую трату времени и не терялась из виду основная цель обсуждения.",
        "Можно рассчитывать на поступление от меня оригинальных предложений.",
        "Я всегда готов поддержать любое предложение, если оно служит общим интересам.",
        "Я энергично ищу среди новых идей и разработок свежайшие.",
        "Я надеюсь, что моя способность выносить беспристрастные суждения признаётся всеми, кто меня знает.",
        "На меня можно возложить обязанности следить за тем, чтобы наиболее существенная работа была организована должным образом"
      ]
    },
    {
      "block_name": "Особенности моего стиля работы в команде:",
      "questions": [
        "Я постоянно стараюсь лучше узнать своих коллег.",
        "Я неохотно возражаю своим коллегам и не люблю сам быть в меньшинстве.",
        "Я обычно нахожу вескую аргументацию против плохих предложений.",
        "Я полагаю, что обладаю талантом быстро организовать исполнение одобренных планов.",
        "Я обладаю способностью избегать очевидных решений и умею находить неожиданные.",
        "Я стремлюсь добиться совершенства при исполнении любой роли в командной работе.",
        "Я умею устанавливать контакты с внешним окружением команды.",
        "Я способен воспринимать любые высказываемые мнения, но без колебаний подчиняюсь мнению большинства после принятия решения."
      ]
    },
    {
      "block_name": "Я получаю удовлетворение от работы, потому что:",
      "questions": [
        "Мне доставляет удовольствие анализ ситуаций и взвешивание всех шансов.",
        "Мне нравится находить практические решения проблем.",
        "Мне нравиться сознавать, что я создаю хорошие рабочие взаимоотношения.",
        "Я способен оказывать сильное влияние на принятие решений.",
        "Я получаю возможность встретиться с людьми, способными предложить что-то новое для меня.",
        "Я способен добиться согласия людей на реализацию необходимого курса действий.",
        "Я чувствую себя в своей стихии, когда могу уделить задаче все мое внимание.",
        "Мне нравится находить задачи, требующие напряжения воображения."
      ]
    },
    {
      "block_name": "Если мне неожиданно предложат решить трудную задачу за ограниченное время с незнакомыми людьми, то:",
      "questions": [
        "Я бы почувствовал необходимость сначала в одиночестве обдумать пути выхода из тупика, прежде чем начать действовать.",
        "Я был бы готов работать с человеком, указавшим наиболее позитивный подход, каковы бы ни были связанные с этим трудности.",
        "Я бы попытался найти способ разбиения задачи на части в соответствии с тем, что лучше всего умеют делать отдельные члены команды.",
        "Присущая мне обязательность помогла бы нам не отстать от графика.",
        "Я надеюсь, мне бы удалось сохранить хладнокровие и способность логически мыслить.",
        "Я бы упорно добивался достижения цели, несмотря ни на какие помехи.",
        "Я был бы готов действовать силой положительного примера при появлении признаков отсутствия прогресса в командной работе.",
        "Я бы организовал дискуссию, чтобы стимулировать выдвижение новых идей и придать начальный импульс командной работе."
      ]
    },
    {
      "block_name": "Проблемы, с которыми я сталкиваюсь, работая в команде:",
      "questions": [
        "Я склонен проявлять нетерпимость по отношению к людям, мешающим, по моему мнению, прогрессу в делах группы.",
        "Окружающие иногда критикуют меня за чрезмерный рационализм и неспособность к интуитивным решениям.",
        "Мое стремление обеспечить условия, чтобы работа выполнялась правильно, может приводить к снижению темпов.",
        "Я слишком быстро утрачиваю энтузиазм и стараюсь почерпнуть его у наиболее активных членов группы.",
        "Я тяжел на подъем, если не имею ясных целей.",
        "Мне иногда бывает очень трудно разобраться во встретившихся мне сложностях.",
        "Я стесняюсь обратиться за помощью к другим, когда не могу что-либо сделать сам.",
        "Я испытываю затруднения при обосновании своей точки зрения, когда сталкиваюсь с серьезными возражениями."
      ]
    }
  ]
}